export const educationData = [
  {
    name: "SeSAC 프론트엔드 실무 프로젝트 과정",
    date: "2022. 10 ~ 2023. 01",
    info: [
      "청년취업사관학교에서 진행한 프론트엔드 개발자 양성 교육 과정",
      "HTML, CSS, JavaScript, React 등 프론트엔드 기술과 비즈니스 매너 & 커뮤니케이션 스킬 교육",
      "매일 제출되는 과제를 통한 코드 리뷰",
      "스터디를 통한 프론트엔드 기술 복습 및 예습",
      "기업연계형 실무 프로젝트를 통한 기업과의 협업 경험",
    ],
  },
  {
    name: "머신러닝 및 딥러닝을 위한 빅데이터 분석 전문가 (빅데이터큐레이션)",
    date: "2019. 04 ~ 2019. 08",
    info: [
      "더조은영상아카데미학원에서 진행한 빅데이터 분석가 양성 교육 과정",
      "Python 자료구조 및 문법 학습",
      "Pandas, Matplotlib, Seaborn을 통해 서울시 CCTV 통계 분석 및 시각화",
      "셀레니움을 이용한 웹페이지 크롤링",
      "머신러닝을 이용한 타이타닉 생존자 예측, 자전거 대여량 예측",
      "기상청 빅데이터 공모전 참가 (탈락)",
      "딥러닝. CNN과 GAN을 이용한 꽃 분류 후 그리기 프로젝트 수행",
    ],
  },
  {
    name: "군마현립여자대학 群馬県立女子大学",
    date: "2015. 09 ~ 2016. 08",
    info: [
      "교내 교환학생 제도를 통한 해외경험",
      "일본 언어와 문화에 대한 교육 이수",
      "간단한 일어 문서 독해 가능 및 일상 회화 가능",
    ],
  },
  {
    name: "고려대학교 高麗大學校",
    date: "2013. 03 ~ 2018. 02",
    info: ["제1전공 경영정보학과", "이중전공 일어일문학과"],
  },
];
