import { v4 } from "uuid";

export const educationData = [
  {
    id: v4(),
    name: "SeSAC 프론트엔드 실무 프로젝트 과정",
    date: "2022. 10 ~ 2023. 01",
    info: ["HTML & CSS", "JavaScript", "React", "TypeScript", "Firebase"],
  },
  {
    id: v4(),
    name: "머신러닝 및 딥러닝을 위한 빅데이터 분석 전문가 (빅데이터큐레이션) 더조은영상아카데미학원",
    date: "2019. 04 ~ 2019. 08",
    info: [
      "머신러닝 기반 데이터 분석",
      "빅데이터 분석 결과 시각화",
      "파이썬과 텐서플로",
      "빅데이터 프로젝트",
    ],
  },
  {
    id: v4(),
    name: "군마현립여자대학 群馬県立女子大学",
    date: "2015. 09 ~ 2016. 08",
    info: [
      "교환학생 과정을 통해 일어일문학에 대한 교육 이수 및 일본 문화체험, 회화 능력 향상",
    ],
  },
  {
    id: v4(),
    name: "고려대학교 高麗大學校",
    date: "2013. 03 ~ 2018. 02",
    info: ["경영정보학 및 일어일문학"],
  },
];
